Repository: ccoss/fas
Catalog: po/*.po
Languages: el, ru

source: <p>A URL or wiki page for the group (for example, <a href="https://fedoraproject.org/wiki/Infrastructure">https://fedoraproject.org/wiki/Infrastructure</a>).</p>
el: <p>Ένα URL ή μια σελίδα wiki για την ομάδα (για παράδειγμα, <a href="https://fedoraproject.org/wiki/Infrastructure">https://fedoraproject.org/wiki/Infrastructure</a>).</p>
ru: <p>URL или вики группы (например, <a href="https://fedoraproject.org/wiki/Infrastructure">https://fedoraproject.org/wiki/Infrastructure</a>).</p>

source: Group Mailing List (Optional)
el: Mailing List Ομάδας (Προαιρετικό)
ru: Список рассылки группы (необязательно)

source: <p>A mailing list for the group (for example, fedora-infrastructure-list@redhat.com).</p>
el: <p>Μια mailing list για την ομάδα (για παράδειγμα, fedora-infrastructure-list@redhat.com).</p>
ru: <p>Почтовая рассылка группы (например, fedora-infrastructure-list@redhat.com).</p>

source: Group Mailing List URL (Optional)
el: Mailing List URL Ομάδας (Προαιρετικό)
ru: URL списка рассылки группы (необязательно)

source: <p>A URL for the group's mailing list (for example, <a href="http://www.redhat.com/mailman/listinfo/fedora-infrastructure-list">http://www.redhat.com/mailman/listinfo/fedora-infrastructure-list</a>).</p>
el: <p>Ένα URL για τη mailing list της ομάδας (για παράδειγμα, <a href="http://www.redhat.com/mailman/listinfo/fedora-infrastructure-list">http://www.redhat.com/mailman/listinfo/fedora-infrastructure-list</a>).</p>
ru: <p>URL почтовой рассылки группы (например, <a href="http://www.redhat.com/mailman/listinfo/fedora-infrastructure-list">http://www.redhat.com/mailman/listinfo/fedora-infrastructure-list</a>).</p>

source: Group IRC Channel (Optional)
el: Κανάλι IRC Ομάδας (Προαιρετικό)
ru: IRC канал группы (необязательно)

source: <p>An IRC channel for the group (for example, #fedora-admin).</p>
el: <p>Ένα κανάλι IRC για την ομάδα (για παράδειγμα, #fedora-admin).</p>
ru: <p>IRC канал группы (например, #fedora-admin).</p>

source: Group IRC Network (Optional)
el: IRC Network Ομάδας (Προαιρετικό)
ru: IRC сеть группы (необязательно)

source: <p>The IRC Network for the group's IRC channel (for example, Freenode).</p>
el: <p>Το δίκτυο IRC για το κανάλι IRC της ομάδας (για παράδειγμα, Freenode).</p>
ru: <p>IRC сеть группы, в которой находится ее IRC канал (например, Freenode).</p>

source: Needs Sponsor
el: Χρειάζεται Σπόνσορα
ru: Требуется поручитель

source: <p>If your group requires sponsorship (recommended), this means that when a user is approved by a sponsor. That relationship is recorded in the account system. If user A sponsors user N, then in viewing the members of this group, people will know to contact user A about user N if something goes wrong. If this box is unchecked, this means that only approval is needed and no relationship is recorded about who did the approving</p>
el: <p>Εάν η ομάδα σας απαιτεί σπόνσορα (προτείνεται), αυτό σημαίνει πως ένας χρήστης γίνεται αποδεκτός από κάποιον σπόνσορα. Αυτή η σχέση είναι καταγεγραμμένη στο σύστημα λογαριασμών. Εάν ο χρήστης Α είναι σπόνσορας στον χρήστη Ν, τότε βλέποντας τα μέλη της ομάδας, όλοι θα ξέρουν να επικοινωνήσουν με τον χρήστη Α για τον χρήστη Ν εάν κάτι πάει στραβά. Εάν αυτό το κουτί δεν είναι τσεκαρισμένο, σημαίνει πως χρειάζεται μόνο αποδοχή και δεν καταγράφεται ποιος έκανε την αποδοχή<p>
ru: <p>Если группа требует поручительства (рекомендуется), это значит, что за пользователя кто-то должен поручиться. Эта информация хранится в системе учётных записей. Таким образом, если пользователь А поручился за пользователя Б, то при просмотре списка участников группы это будет видно, и тогда можно сразу обратиться к пользователю А, если пользователь Б что-то неверно делает. Если этот флажок не установлен, это значит, что у пользователя еще нет поручителя.</p>

source: Self Removal
ru: Удаление себя

source: <p>Should users be able to remove themselves from this group without sponsor / admin intervention? (recommended yes)</p>
el: <p>Θα έπρεπε οι χρήστες να μπορούν να απομακρύνουν τον εαυτό τους από αυτή την ομάδα χωρίς την παρέμβαση κάποιου σπόνσορα / admin? (προτείνεται ναι)</p>
ru: <p>Могут ли пользователи удалить себя из группы без помощи поручителя или администратора? Рекомендуется выбрать «да»</p>

source: Must Belong To
el: Πρέπει να ανήκει σε
ru: Должен быть участником

source: Join Message
el: Μήνυμα συμμετοχής
ru: Приветствие

source: <p>This message will go out to users when they apply to the group. It should be informative and offer tips about what to do next. A description of the group would also be valuable here</p>
el: <p>Αυτό το μήνυμα θα αποστέλλεται στους χρήστες όταν θα κάνουν αίτηση για την ομάδα. Θα πρέπει να είναι κατατοπιστικό και να προσφέρει υποδείξεις για το τι να κάνουν μετά. Μια περιγραφή της ομάδας θα ήταν επίσης χρήσιμη</p>
ru: <p>Это сообщение будет отправлено пользователям в ответ на их заявку на участие в группе. Оно должно быть информативным и предлагать советы по дальнейшим действиям. Здесь также можно указать описание группы.</p>

source: Client Side Cert
ru: Сертификат клиента

source: <p>The client side cert is generally used to grant access to upload packages to Fedora or for other authentication purposes like with koji. You should save this certificate to ~/.fedora.cert. If you are not a package maintainer there is no need to worry about the client side cert. Please note that whenever a new cert is generated, all old ones are revoked.</p>
ru: <p>Сертификат клиента обычно используется для разрешения отправки пакетов проекту Fedora или других случаев, когда необходимо убедиться в подлинности. Сохраните сертификат в ~/.fedora.cert. Если вы не занимаетесь разработкой пакетов, наличие сертификата не обязательно. Обратите внимание, что после генерации нового сертификата все предыдущие сертификаты будут аннулированы.</p>

source: Longitude and Latitude
el: Γεωγραφικό μήκος και Γεωγραφικό πλάτος
ru: Долгота и широта

source: <p>Your longitude and latitude. This optional field should be entered as a floating point number. For instance, 312.333 or -21.2. This may be used for mapping purposes, but will not be used if you have privacy enabled for your account.</p>
el: <p>Το γεωγραφικό σας μήκος και πλάτος. Αυτό το προαιρετικό πεδίο πρέπει να συμπληρώνεται με έναν διμερή αριθμό. Για παράδειγμα, 312.333 ή - 21.2. Αυτό είναι χρήσιμο σε θέματα χαρτογράφησης, αλλά δεν θα χρησιμοποιηθεί εάν έχετε ενεργοποιημένο το απόρρητο του λογαριασμού σας.</p>
ru: <p>Ваше географическое расположение. Эти необязательные поля должны содержать числа с плавающей точкой, например, 312.333 или -21.2. Они могут быть использованы для отображения на карте, но не будут использоваться, если для вашей учётной записи включена функция защиты личных сведений.</p>

source: Rules for Application
ru: Правила для заявки

source: <p>Rules or steps that applicants should follow before appliying to your group. This will be shown to users before they apply to your group.</p>
el: <p>Κανόνες και βήματα που οι αιτούντες θα πρέπει να ακολουθήσουν πριν κάνουν αίτηση για την ομάδα σας. Θα εκθέτονται στους χρήστες πριν κάνουν αίτηση στην ομάδα σας.</p>
ru: <p>Правила или шаги, которые заявители должны совершить перед добавлением к вашей группе. Они будут показаны пользователям, прежде чем они смогут подать заявку на вступление в группу.</p>

source: This OpenID will not be active until the user has signed the CLA.
el: Το OpenID δεν θα ενεργοποιηθεί μέχρι ο χρήστης να υπογράψει το CLA.
ru: Этот OpenID не может быть активным, пока не подписано соглашение CLA.

source: Your last OpenID request could not be retrieved. Try re-authenticating to the OpenID consumer.
el: Το τελευταίο σας αίτημα για OpenID δεν ανακτήθηκε. Προσπαθείστε να ξαναπιστοποιήσετε στον OpenID προμηθευτή.
ru: Ваш последний запрос OpenID не может быть проверен. Попробуйте повторно идентифицироваться для использования OpenID.

source: Loading: %(visitmod)s
el: Εκτελείται φόρτωση: %(visitmod)s
ru: Загрузка: %(visitmod)s

source: You cannot edit %s
el: Δεν μπορείτε να επεξεργαστείτε το %s
ru: Вы не можете редактировать %s

source: You do not have permission to edit '%s'
el: Δεν έχετε άδεια να επεξεργαστείτε το '%s'
ru: Вы не имеете доступа к редактированию «%s»

source: Somebody is already using that email address.
el: Κάποιος χρησιμοποιεί ήδη αυτή τη διεύθυνση email.
ru: Кто-то уже использует этот электронный адрес.

source: Before your new email takes effect, you must confirm it. You should receive an email with instructions shortly.
el: Πριν το νέο σας email τεθεί σε εφαρμογή, πρέπει να το επιβεβαιώσετε. Θα παραλάβετε ένα email με οδηγίες σύντομα.
ru: Необходимо подтвердить электронный адрес. Вы получите письмо с инструкциями в ближайшее время.

source: Email Change Requested for %s
ru: Запрошено изменение адреса для пользователя %s

source: Your account details could not be saved: %s
el: Δεν ήταν δυνατή η αποθήκευση των λεπτομερειών του λογαριασμού σας: %s
ru: Не удалось сохранить информацию об учётной записи: %s

source: Fedora Account Data Update %s
el: Ενημέρωση Δεδομένων Λογαριασμού Fedora %s
ru: Обновление данных учётной записи Fedora: %s

source: Your account details have been saved.
el: Οι λεπτομέρειες του λογαριασμού σας αποθηκεύτηκαν.
ru: Информация об учётной записи сохранена.

source: Invalid field specified: %(error)s
ru: Неверно указаны поля: %(error)s

source: No users found matching '%s'
el: Δεν βρέθηκαν χρήστες να ταιριάζουν στο '%s'
ru: Не найдены пользователи, соответствующие «%s»

source: You do not have any pending email changes.
el: Δεν έχετε καμία εκκρεμή αλλαγή στο email σας.
ru: Нет ожидающих запросов изменения адреса электронной почты.

source: Invalid email change token.
ru: Неправильный токен электронного адреса.

source: You have successfully changed your email to '%s'
el: Αλλάξατε επιτυχώς το email σας στο '%s'
ru: Электронный адрес успешно изменён на «%s»

source: No need to sign up, you have an account!
el: Δεν χρειάζεται να εγγραφείτε, έχετε λογαριασμό.
ru: Нет необходимости в регистрации, у вас уже есть учётная запись.

source: We're sorry but out of special concern for children's privacy, we do not knowingly accept online personal information from children under the age of 13. We do not knowingly allow children under the age of 13 to become registered members of our sites or buy products and services on our sites. We do not knowingly collect or solicit personal information about children under 13.
el: Ζητάμε συγνώμη αλλά εξαιτίας της ευθύνης περί παιδικής ασφάλειας, συνειδητά δεν αποδεχόμαστε online προσωπικές πληροφορίες από παιδιά κάτω των 13 χρόνων. Συνειδητά δεν επιτρέπουμε παιδιά κάτω των 13 να γίνουν εγγεγραμμένα μέλη στις σελίδες μας ή να αγοράσουν προϊόντα και υπηρεσίες από τις σελίδες μας. Συνειδητά δεν συλλέγουμε ή αποζητάμε πληροφορίες για παιδιά κάτω των 13 χρόνων.
ru: Сожалеем, но из особой заботы о неприкосновенности частной жизни детей, мы сознательно не принимаем личной информации от детей в возрасте до 13 лет. Мы намеренно не позволяем детям в возрасте до 13 лет регистрироваться на наших сайтах и приобретать товары и услуги. Мы сознательно не собираем или запрашиваем личную информацию о детях младше 13 лет.

source: Sorry. That email address is already in use. Perhaps you forgot your password?
el: Συγνώμη. Αυτή η διεύθυνση email χρησιμοποιείται ήδη. Μήπως ξεχάσατε τον κωδικό σας?
ru: Извините, но этот адрес уже используется. Возможно, вы забыли пароль?

source: Your account could not be created. Please contact %s for assistance.
el: Δεν ήταν δυνατή η δημιουργία του λογαριασμού σας. Παρακαλούμε επικοινωνήστε στο %s για βοήθεια.
ru: Не удалось создать учётную запись. Пожалуйста, свяжитесь с %s для получения помощи.

source: Your password has been emailed to you. Please log in with it and change your password
el: Ο κωδικός σας έχει σταλεί στο email σας. Παρακαλούμε συνδεθείτε με αυτόν και αλλάξτε τον κωδικό σας.
ru: Пароль был выслан на ваш адрес. Пожалуйста, измените пароль после входа.

source: Welcome to the Fedora Project!
el: Καλωσήρθατε στο Έργο Fedora.
ru: Добро пожаловать в проект Fedora!

source: Your password could not be changed.
el: Δεν ήταν δυνατή η αλλαγή του κωδικού σας.
ru: Не удалось изменить пароль.

source: Your password has been changed.
el: Ο κωδικός σας άλλαξε.
ru: Пароль успешно изменён.

source: You are already logged in!
el: Είστε ήδη συνδεδεμένος/η.
ru: Вы уже вошли!

source: You are already logged in.
el: Είστε ήδη συνδεδεμένος/η!
ru: Вы уже вошли.

source: Username email combo does not exist!
el: Ο συνδυασμός ονόματος χρήστη και email δεν υπάρχει.
ru: Такие имя пользователя и почтовый адрес не существуют!

source: username + email combo unknown.
el: συνδυασμός ονόματος χρήστη - email άγνωστος.
ru: имя пользователя + почтовый адрес неизвестен.

source: Your account currently has status %(status)s. For more information, please contact %(admin_email)s
el: Ο λογαριασμός σας είναι %(status)s. Για περισσότερες πληροφορίες παρακαλούμε επικοινωνήστε στο %(admin_email)s
ru: Статус вашей учётной записи: %(status)s. За дополнительной информацией обратитесь к %(admin_email)s

source: System accounts cannot have their passwords reset online. Please contact %(admin_email)s to have it reset
el: Οι κωδικοί των λογαριασμών του συστήματος δεν είναι δυνατόν να επαναφερθούν online. Παρακαλούμε επικοινωνήστε στο %(admin_email)s για να γίνει η επαναφορά.
ru: Пароли системных учётных записей нельзя изменить с помощью онлайн служб. Обратитесь к %(admin_email)s.

source: This user does not have a GPG Key ID set, so an encrypted email cannot be sent.
el: Ο χρήστης δεν έχει ID κλειδιού GPG κι έτσι δεν είναι δυνατή η αποστολή κρυπτογραφημένου email.
ru: Этот пользователь не предоставил идентификатор и GPG-ключ, поэтому нельзя отправить сообщение в зашифрованном виде.

source: Your key could not be retrieved from subkeys.pgp.net
el: Το κλειδί σας δεν μπορεί να ανακτηθεί από το subkeys.pgp.net
ru: Не удалось получить ваш ключ с subkeys.pgp.net

source: Your password reset email could not be encrypted.
el: Το email επαναφοράς κλειδιού δεν ήταν δυνατό να κρυπτογραφηθεί.
ru: Сообщение сброса пароля не может быть зашифровано.

source: Fedora Project Password Reset
el: Επαναφορά κωδικού Έργου Fedora
ru: Изменить пароль доступа к проекту Fedora

source: A password reset URL has been emailed to you.
el: Σας εστάλη το URL για την επαναφορά του κωδικού.
ru: URL для сброса пароля отправлен на ваш электронный адрес.

source: Invalid password change token.
ru: Неверный токен изменения пароля.

source: Your password reset has been canceled. The password change token has been invalidated.
ru: Запрос изменения пароля был отменен. Токены сброса пароля аннулированы.

source: You do not have any pending password changes.
el: Δεν έχετε καμία εκκρρεμή αλλαγή κωδικού.
ru: Нет ожидающих запросов изменения пароля.

source: Your password can not be the same as your old password.
el: Ο κωδικός σας δεν μπορεί να είναι ίδιος με τον παλιό σας κωδικό.
ru: Новый пароль не должен совпадать со старым паролем.

source: You have successfully reset your password. You should now be able to login below.
el: Επαναφέρατε επιτυχώς τον κωδικό σας. Μπορείτε τώρα να συνδεθείτε παρακάτω.
ru: Вы успешно изменили пароль. Теперь вы можете выполнить вход.

source: Your certificate could not be generated.
el: Το πιστοποιητικό σας δεν ήταν δυνατό να δημιουργηθεί.
ru: Не удалось сгенерировать сертификат.

source: The group '%(group)s' does not exist.
el: Η ομάδα %(group)s' δεν υπάρχει.
ru: Группа «%(group)s» не существует.

source: The group '%(group)s' already exists.
el: Η ομάδα %(group)s' υπάρχει ήδη.
ru: Группа «%(group)s» уже существует.

source: Invalid group type: %(type)s.
el: Μη έγκυρος τύπος ομάδας: %(type)s.
ru: Неверный тип группы: %(type)s.

source: Invalid sort key.
el: Μη έγκυρο κλειδί ταξινόμησης.
ru: Неверный ключ сортировки.

source: '%(user)s' does not exist.
el: Ο χρήστης '%(user)s' δεν υπάρχει.
ru: «%(user)s» не существует.

source: Error: Could not create - '%(user)s'
el: Σφάλμα: Δεν ήταν δυνατή η δημιουργία του - '%(user)s'
ru: Ошибка: Не удалось создать «%(user)s»

source: '%(user)s' already exists.
el: Ο χρήστης '%(user)s' υπάρχει ήδη.
ru: «%(user)s» уже существует.

source: To prevent email loops, your email address cannot be @fedoraproject.org.
ru: Чтобы избежать зацикливания почты, укажите адрес в домене, отличающемся от @fedoraproject.org.

source: Error - Not a valid RSA SSH key: %(key)s
el: Σφάλμα- Μη έγκυρο κλειδί RSA SSH: %(key)s
ru: Ошибка: Недействительный RSA SSH ключ %(key)s

source: '%(username)s' is an illegal username. A valid username must only contain lowercase alphanumeric characters, and must start with a letter.
ru: Недопустимое имя пользователя: «%(username)s». Имя должно содержать строчные алфавитно-цифровые символы и должно начинаться с буквы.

source: '%(username)s' is an blacklisted username. Please choose a different one.
el: Το '%(username)s' είναι ένα απαγορευμένο όνομα χρήστη. Παρακαλούμε επιλέξτε ένα διαφορετικό.
ru: «%(username)s» занесён в чёрный список. Пожалуйста, выберите другого.

source: The language '%(lang)s' is not available.
el: Η γλώσσα '%(lang)s' δεν είναι διαθέσιμη.
ru: Язык «%(lang)s» не доступен.

source: user is already in this group
el: ο χρήστης είναι ήδη σ' αυτήν την ομάδα
ru: пользователь уже находится в группе

source: user is not a member
el: ο χρήστης δεν είναι μέλος
ru: пользователь не является участником

source: administrators cannot be upgraded any further
el: οι διαχειριστές δεν μπορεί να αναβαθμιστούν άλλο
ru: администратор не может быть повышен

source: users cannot be downgraded any further
el: οι χρήστες δεν μπορεί να υποβαθμιστούν άλλο
ru: пользователи не могут быть понижены

source: user is not an unapproved member
el: ο χρήστης δεν είναι μη αποδεκτό μέλος
ru: пользователь не является неутверждённым участником

source: About FAS
el: Σχετικά με το FAS
ru: О FAS

source: FAS - The Open Account System
el: FAS - Ο Ανοικτός Λογαριασμός Συστήματος
ru: FAS — Открытая система учётных записей

source: FAS is designed around an open architecture. Unlike the traditional account systems where a single admin or group of admins decide who gets to be in what group, FAS is completely designed to be self operating per team. Every group is given at least one administrator who can then approve other people in the group. Also, unlike traditional account systems. FAS allows people to apply for the groups they want to be in. This paridigm is interesting as it allows anyone to find out who is in what groups and contact them. This openness is brought over from the same philosophies that make Open Source popular.
el: Το FAS είναι σχεδιασμένο βάσει μιας ανοικτής αρχιτεκτονικής. Εν αντιθέσει με τα παραδοσιακά συστήματα λογαριασμών όπου ένας διαχειριστής ή μια ομάδα διαχειριστών αποφασίζουν ποιοι θα μπουν στην ομάδα, το FAS είναι ολοκληρωτικά σχεδιασμένο έτσι ώστε να λειτουργείται ανά ομάδα. Κάθε ομάδα έχει τουλάχιστον έναν διαχειριστή που θα μπορεί να αποδέχεται άλλα άτομα στην ομάδα. Επίσης, σε αντίθεση με τα παραδοσιακά συστήματα λογαριασμών το FAS επιτρέπει στα άτομα να κάνουν αιτήσεις στις ομάδες που θέλουν. Αυτό το παράδειγμα είναι ενδιαφέρον καθώς επιτρέπει σε οποιονδήποτε να ανακαλύψει ποιος είναι σε ποια ομάδα και να επικοινωνήσει μαζί τους. Αυτή η διαφάνεια γεννήθηκε από την ίδια φιλοσοφία που έκανε το Ελεύθερο Λογισμικό διάσημο.
ru: FAS (Fedora Account System) разработана на основе открытой архитектуры. В отличие от традиционных систем, где один или несколько администраторов решают, кто в какой группе находится, FAS разработана с механизмами саморегулирования на уровне группы. Каждая группа имеет как минимум одного администратора, который может принимать пользователей в группу. Так, в отличие от традиционных систем, FAS позволяет каждому подать заявку на вступление в любую группу. Эта парадигма позволяет найти любого человека и связаться с ним.

source: Etiquette
ru: Этикет

source: People shouldn't assume that by applying for a group that they're then in that group. Consider it like applying for another job. It often takes time. For best odds of success, learn about the group you're applying for and get to know someone in the group. Find someone with sponsor or admin access and ask them if they'd have time to mentor you. Plan on spending at least a few days learning about the group, doing a mundane task, participating on the mailing list. Sometimes this process can take weeks depending on the group. It's best to know you will get sponsored before you apply.
el: Οι άνθρωποι δεν θα έπρεπε να συμπεραίνουν ότι υποβάλλοντας αίτηση σε μια ομάδα είναι αυτομάτως μέλη της. Σκεφτείτε το σαν μια αίτηση για μια νέα θέση εργασίας. Συχνά χρειάζεται χρόνος. Για να έχετε περισσότερες πιθανότητες αποδοχής, μάθετε περαιτέρω πληροφορίες για την ομάδα και γνωρίστε κάποιον που είναι ήδη σ΄αυτήν. Βρείτε κάποιον με δικαιώματα σπόνσορα και διαχειριστή και ρωτήστε τον αν έχει χρόνο να σας συμβουλέψει. Σχεδιάστε να αφιερώσετε κάποιες μέρες μαθαίνοντας για την ομάδα, κάνοντας κάποιο εύκολο έργο και συμμετέχοντας στη mailing list. Κάποιες φορές αυτή η διαδικασία μπορεί να πάρει εβδομάδες ανάλογα με την ομάδα. Είναι φυσικά καλύτερο να γνωρίζετε πως θα σας συμβουλέψει κάποιος πριν κάνετε αίτηση.
ru: Не нужно думать, что после подачи заявки в группу пользователь автоматически становится её участником. Это похоже на устройство на работу и занимает некоторое время. Для увеличения шансов на присоединение, узнайте больше о группе и познакомьтесь с кем-нибудь из её участников. Найдите кого-нибудь с правами поручителя или администратора и узнайте, не могли бы они ознакомить вас с работой. Запланируйте несколько дней для знакомства с группой, участия в списке рассылки. Иногда это может занять недели, в зависимости от активности группы. Лучше знать, что вас есть кому поддержать, прежде чем подавать заявку.

source: Users, Sponsors, Administrators
el: Χρήστες, Σπόνσορες, Διαχειριστές
ru: Пользователи, поручители, администраторы

source: Once you're in the group, you're in the group. Sponsorship and Administrators typically have special access in the group in questions. Some groups consider sponsorship level to be of a higher involvement, partial ownership of the group for example. But as far as the account system goes the distinction is easy. Sponsors can approve new users and make people into sponsors. They cannot, however, downgrade or remove other sponsors. They also cannot change administrators in any way. Administrators can do anything to anyone in the group.
ru: Поручители и администраторы обычно имеют особый доступ в группу. Поручители могут принимать пользователей в группу и присваивать звание поручителя, но могут понизить поручителя до уровня пользователя или удалить организатора. Они также не могут изменять статус администратора. Администратор может делать любые действия в группе.

source: Fedora Accounts System
el: Σύστημα Λογαριασμών Fedora (FAS)
ru: Система учётных записей Fedora

source: Error!
el: Σφάλμα!
ru: Ошибка!

source: The following error(s) have occured with your request:
el: Τα παρακάτω σφάλματα σημειώθηκαν με το αίτημα σας:
ru: Ошибки при обработке запроса:

source: To do queue:
ru: Очередь задач:

source: You have not submitted an SSH key, some Fedora resources require an SSH key. Please submit yours by editing <a href="%s">My Account</a>
ru: Вы еще не предоставили SSH-ключ, а некоторые ресурсы Fedora требуют его наличия. Пожалуйста, отправьте свой ключ на странице <a href="%s">Моя учётная запись</a>
