Repository: ccoss/fas
Catalog: po/*.po
Languages: el, ru

source: %s membership required before application to this group is allowed
el: Η ιδιότητα μέλους %s απαιτείται πριν επιτραπεί η αίτηση σ' αυτήν την ομάδα.
ru: Требуется членство в %s для принятия заявления в группу

source: You are not allowed to reject CLAs.
el: Δεν σας επιτρέπεται να απορρίψετε τα CLAs.
ru: Вы не можете отклонить соглашение CLA.

source: Error removing cla and dependent groups for %(person)s Error was: %(error)s
el: Σφάλμα κατά την απομάκρυνση του cla και των σχετικών ομάδων για %(person)s Το σφάλμα ήταν: %(error)s
ru: Ошибка при удалении CLA и зависимых групп для %(person)s Ошибка: %(error)s

source: CLA Successfully Removed.
el: Επιτυχής αφαίρεση CLA
ru: CLA успешно разорвано.

source: You have already completed the CLA.
el: Έχετε ήδη συμπληρώσει το CLA.
ru: Вы уже подписали CLA.

source: You have not completed the CLA.
el: Δεν έχετε συμπληρώσει το CLA.
ru: Вы не подписали CLA.

source: You must confirm that your personal information is accurate.
el: Πρέπει να επιβεβαιώσετε πως οι προσωπικές σας πληροφορίες είναι ακριβείς.
ru: Необходимо подтвердить точность ваших личных данных.

source: Your updated information could not be saved.
el: Δεν ήταν δυνατή η αποθήκευση των ενημερωμένων πληροφοριών σας.
ru: Не удалось сохранить обновлённую информацию.

source: To complete the CLA, we must have your name, telephone number, and country. Please ensure they have been filled out.
el: Για να ολοκληρωθεί το CLA πρέπει να έχουμε όνομα, αριθμό τηλεφώνου και χώρα. Παρακαλούμε διασφαλίστε πως έχουν συμπληρωθεί.
ru: Чтобы подписать CLA, необходимо указать имя, телефонный номер, почтовый адрес и страну. Пожалуйста, убедитесь, что данные поля заполнены.

source: To complete the CLA, a valid country code must be specified. Please select one now.
ru: Чтобы подписать CLA, необходимо задать существующий код страны. Пожалуйста, выберите код.

source: Telephone numbers can only consist of numbers, "-", "+", "(", ")", or " ". Please reenter using only those characters.
el: Οι αριθμοί τηλεφώνου πρέπει να αποτελούνται από νούμερα, "-", "+", "(", ")", ή " ". Παρακαλούμε επανεισάγετε μόνο τέτοιους χαρακτήρες.
ru: Телефонный номер может содержать цифры, знаки «-», «+», «(», «)» или пробел. Пожалуйста, введите номер повторно.

source: You could not be added to the '%s' group.
el: Δεν ήταν δυνατό να προστεθείτε στην ομάδα '%s'.
ru: Вы не можете стать участником группы «%s».

source: You are already a part of the '%s' group.
el: Είστε ήδη μέρος της ομάδας '%s'.
ru: Вы уже являетесь участником группы «%s».

source: You have successfully completed the CLA. You are now in the '%s' group.
el: Συμπληρώσατε επιτυχώς το CLA. Είστε τώρα στην ομάδα '%s'.
ru: Вы успешно подписали CLA. Теперь вы входите в состав группы «%s».

source: You cannot look at configs for %s
ru: Вы не можете просмотреть настройки %s.

source: You cannot edit configs for %s
ru: Вы не можете изменить настройки для %s

source: Error saving the config to the database: %s
el: Σφάλμα κατά την αποθήκευση του config στη βάση δεδομένων: %s
ru: Ошибка при сохранении настроек в базу: %s

source: Config value successfully updated
ru: Настройки успешно обновлены.

source: Your old password has expired. Please reset your password below.
el: Ο παλιός σας κωδικός έχει λήξει. Παρακαλούμε επαναφέρετε τον παρακάτω.
ru: Время действия пароля истекло. Установите новый пароль ниже.

source: Your account is currently disabled. For more information, please contact %(admin_email)sadmin_email
el: Ο λογαριασμός σας είναι προς το παρόν απενεργοποιημένος. Για περισσότερες πληροφορίες επικοινωνήστε στο %(admin_email)sadmin_email
ru: Ваша учётная запись заблокирована. За дополнительной информацией обратитесь к %(admin_email)sadmin_email

source: The language '%s' is not available.
el: Η γλώσσα '%s' δεν είναι διαθέσιμη.
ru: Язык «%s» недоступен.

source: You cannot view '%s'
el: Δεν μπορείτε να δείτε το '%s'
ru: Вы не можете просмотреть «%s»

source: Only FAS adminstrators can create groups.
el: Μόνο οι διαχειριστές του FAS μπορούν να δημιουργήσουν ομάδες.
ru: Только администраторы FAS могут создавать группы.

source: The group: '%s' could not be created.
el: Η ομάδα: '%s' δεν ήταν δυνατό να δημιουργηθεί.
ru: Не удалось создать группу «%s».

source: The group: '%(group)s' has been created, but '%(user)s' could not be added as a group administrator.
el: Η ομάδα: '%(group)s' δημιουργήθηκε, αλλά ο χρήστης '%(user)s' δεν ήταν δυνατό να προστεθεί ως διαχειριστής ομάδας.
ru: Группа «%(group)s» создана, но не удалось добавить пользователя «%(user)s» в список администраторов группы.

source: The group: '%s' has been created.
el: Η ομάδα: '%s' δημιουργήθηκε.
ru: Была создана группа «%s».

source: You cannot edit '%s'.
el: Δεν μπορείτε να επεξεργαστείτε το '%s'.
ru: Вы не можете изменить «%s».

source: The group details could not be saved.
el: Δεν ήταν δυνατή η αποθήκευση των λεπτομερειών της ομάδας.
ru: Не удалось сохранить подробности группы.

source: The group details have been saved.
el: Οι λεπτομέρειες της ομάδας αποθηκεύτηκαν.
ru: Сохранены подробности группы.

source: No Groups found matching '%s'
el: Δεν βρέθηκαν Ομάδες για '%s'
ru: Не найдены группы, соответствующие «%s»

source: %(user)s can not apply to %(group)s.
el: Ο χρήστης %(user)s δεν μπορεί να υποβάλλει αίτηση στην ομάδα %(group)s.
ru: %(user)s не может подать заявку на вступление в %(group)s.

source: %(user)s could not apply to %(group)s: %(error)s
el: Ο χρήστης %(user)s δεν μπορεί να υποβάλλει αίτηση στην ομάδα %(group)s: %(error)s
ru: Не удалось создать заявку для %(user)s на вступление в %(group)s: %(error)s

source: Application to the '%(group)s' group
el: Αιτήση για την ομάδα '%(group)s'
ru: Заявка на вступление в группу «%(group)s»

source: Thank you for applying for the %(group)s group. %(joinmsg)s
el: Ευχαριστούμε που υποβάλλατε αίτηση για την ομάδα %(group)s. %(joinmsg)s
ru: Спасибо за вступление в группу %(group)s. %(joinmsg)s

source: %(user)s has applied to %(group)s!
el: Ο χρήστης %(user)s έκανε αίτηση στην ομάδα %(group)s!
ru: %(user)s подал заявку на вступление в %(group)s.

source: You cannot sponsor '%s'
el: Δεν μπορείτε να γίνετε σπόνσορας στον '%s'
ru: Вы не можете поручиться за «%s»

source: %(user)s could not be sponsored in %(group)s: %(error)s
el: Ο/η %(user)s δεν ήταν δυνατό να βρει σπόνσορα από το %(group)s: %(error)s
ru: Не удалось поручиться за %(user)s при вступлении в %(group)s: %(error)s

source: '%s' has been sponsored!
el: Ο '%s' βρήκε σπόνσορα!
ru: Вы поручились за «%s».

source: You cannot remove '%(user)s' from '%(group)s'.
el: Δεν μπορείτε να μετακινήσετε τον χρήστη '%(user)s' από την ομάδα '%(group)s'.
ru: Вы не можете исключить пользователя «%(user)s» из «%(group)s».

source: %(user)s could not be removed from %(group)s: %(error)s
el: Δεν έγινε δυνατή η αφαίρεση του χρήστη %(user)s από την ομάδα %(group)s: %(error)s
ru: Не удалось удалить %(user)s из %(group)s: %(error)s

source: %(name)s has been removed from %(group)s
el: Ο/η %(name)s αφαιρέθηκε από την ομάδα %(group)s
ru: %(name)s успешно удалён из %(group)s

source: You cannot upgrade '%s'
el: Δεν μπορείτε να αναβαθμίσετε το '%s'
ru: Вы не можете повысить «%s»

source: %(name)s could not be upgraded in %(group)s: %(error)s
el: Δεν έγινε δυνατή η αναβάθμιση του/της %(name)s στην ομάδα %(group)s: %(error)s
ru: Не удалось повысить %(name)s в %(group)s: %(error)s

source: %s has been upgraded!
el: To %s αναβαθμίστηκε!
ru: Повышен статус «%s».

source: You cannot downgrade '%s'
el: Δεν μπορείτε να υποβαθμίσετε το '%s'
ru: Вы не можете понизить «%s»

source: %(name)s could not be downgraded in %(group)s: %(error)s
el: Δεν έγινε δυνατή η υποβάθμιση του/της %(name)s στην ομάδα %(group)s: %(error)s
ru: Не удалось понизить %(name)s в %(group)s: %(error)s

source: %s has been downgraded!
el: Το %s υποβαθμίστηκε!
ru: Понижен статус «%s».

source: Come join The Fedora Project!
el: Ελάτε να συμμετάσχετε στο έργο Fedora!
ru: Присоединяйтесь к проекту Fedora!

source: %(user)s <%(email)s> has invited you to join the Fedora Project! We are a community of users and developers who produce a complete operating system from entirely free and open source software (FOSS). %(user)s thinks that you have knowledge and skills that make you a great fit for the Fedora community, and that you might be interested in contributing. How could you team up with the Fedora community to use and develop your skills? Check out http://fedoraproject.org/join-fedora for some ideas. Our community is more than just software developers -- we also have a place for you whether you're an artist, a web site builder, a writer, or a people person. You'll grow and learn as you work on a team with other very smart and talented people. Fedora and FOSS are changing the world -- come be a part of it!
ru: %(user)s <%(email)s> приглашает вас присоединиться к проекту Fedora! Мы сообщество пользователей и разработчиков, производящих операционную систему с полностью открытым исходным кодом. %(user)s считает, что у вас достаточно знаний и навыков, чтобы помочь сообществу Fedora, и что вы, возможно, заинтересованы в содействии. На странице http://fedoraproject.org/join-fedora можно ознакомиться с информацией о том, как вступить в сообщество Fedora и начать вносить свой вклад. Сообществу нужны не только программисты — можно найти себе применение как художнику, разработчику сайтов, автору текстов или координатору. Вы сможете расти и учиться в процессе совместной работы с другими умными и талантливыми людьми. Fedora и свободное программное обеспечение меняют мир — приходи и присоединяйся!

source: Message sent to: %s
el: Το μήνυμα εστάλη στο: %s
ru: Сообщение отправлено пользователю %s

source: You are not in the '%s' group.
el: Δεν είστε στην ομάδα '%s'.
ru: Вы не являетесь участником группы «%s».

source: Error
el: Σφάλμα
ru: Ошибка

source: <p>We could not find that help item</p>
el: <p>Αυτό το αντικείμενο βοηθείας δεν βρέθηκε</p>
ru: <p>Страница помощи не найдена</p>

source: IRC Nick (Optional)
el: IRC Nick (Προαιρετικό)
ru: IRC имя (необязательно)

source: <p>IRC Nick is used to identify yourself on irc.freenode.net. Please register your nick on irc.freenode.net first, then fill this in so people can find you online when they need to</p>
el: <p>To IRC Nick χρησιμοποιείται για να σας αναγνωρίζουμε στο irc.freenode.net. Παρακαλούμε εισάγετε πρώτα το nick σας στο irc.freenode.net και μετά συμπληρώστε το εδώ ώστε να μπορεί κάπoιος να σας βρει όταν θα είστε online</p>
ru: <p>IRC имя используется для идентификации на irc.freenode.net. Пожалуйста, зарегистрируйте имя на irc.freenode.net, а затем заполните это поле, чтобы люди имели возможность с вами связаться.</p>

source: Email (Required)
el: Email (Απαιτείται)
ru: Электронный адрес (требуется)

source: <p>This email address should be your prefered email contact and will be used to send various official emails to. This is also where your @fedoraproject.org email will get forwarded</p>
el: <p>Aυτή η διεύθυνση είναι το μέσο που επιλέγετε για την επικοινωνία σας και σε αυτή θα σας αποστέλλονται τα επίσημα email. Σε αυτήν επίσης θα προωθούνται τα @fedoraproject.org email.</p>
ru: <p>Электронный адрес, который следует использовать для связи с вами. На этот адрес будут отправляться официальные сообщения, а также сообщения для вашего адреса на @fedoraproject.org </p>

source: Full Name (Required)
el: Ονοματεπώνυμο (Απαιτείται)
ru: Полное имя (требуется)

source: <p>Your Human Name or "real life" name</p>
ru: <p>Ваше настоящее имя</p>

source: GPG Key ID
el: ID κλειδιού GPG
ru: ID GPG-ключа

source: <p>A GPG key is generally used to prove that a message or email came from you or to encrypt information so that only the recipients can read it. This can be used when a password reset is sent to your email.</p>
el: <p>Το GPG κλειδί χρησιμοποιείται γενικά για να σιγουρεύει πως το μήνυμα ή το email εστάλη από εσάς ή για να κρυπτογραφεί πληροφορίες ώστε μόνο οι παραλήπτες να μπορούν να διαβάσουν. Αυτό μπορεί να χρησιμοποιηθεί μια επαναφορά κωδικού αποστέλλεται στο email σας.</p>
ru: <p>GPG-ключ обычно используется для того, чтобы убедиться, что сообщения или электронная почта пришла именно от вас, или для шифрования информации. Это пригодится при восстановлении пароля.</p>

source: Telephone
el: Τηλέφωνο
ru: Телефон

source: Postal Address
el: Ταχυδρομική διεύθυνση
ru: Почтовый адрес

source: <p>This should be a mailing address where you can be contacted. See our <a href="http://fedoraproject.org/wiki/Legal/PrivacyPolicy">Privacy Policy</a> about any concerns.</p>
el: <p>Αυτή πρέπει να είναι η διέθυνση ηλεκτρονικού ταχυδρομείου για να επικοινωνούμε μαζί σας. Δείτε το <a href="http://fedoraproject.org/wiki/Legal/PrivacyPolicy">Privacy Policy</a> για τα σχετικά.</p>
ru: <p>Укажите почтовый адрес, по которому с вами можно связаться. Если вас беспокоит вопрос предоставления личных данных, ознакомьтесь с нашей <a href="http://fedoraproject.org/wiki/Legal/PrivacyPolicy">политикой конфиденциальности</a>.</p>

source: Timezone (Optional)
el: Ζώνη Ώρας (Προαιρετική)
ru: Часовой пояс (необязательно)

source: <p>Please specify the time zone you are in.</p>
el: <p>Παρακαλούμε ορίστε τη ζώνη ώρας που βρίσκεστε.</p>
ru: <p>Укажите ваш часовой пояс.</p>

source: Comments (Optional)
el: Σχόλια (Προαιρετικά)
ru: Комментарии (необязательно)

source: <p>Misc comments about yourself.</p>
el: <p>Περαιτέρω σχόλια για εσάς.</p>
ru: <p>Произвольная информация о себе.</p>

source: Account Status
el: Κατάσταση λογαριασμού
ru: Статус учётной записи

source: <p>Shows account status, possible values include<ul><li>active</li><li>vacation</li><li>inactive</li></ul></p>
el: <p>Δείχνει την κατάσταση του λογαριασμού με πιθανές τιμές τις <ul><li>ενεργός</li><li>διακοπές</li><li>ανενεργός</li></ul></p>
ru: <p>Показывает состояние учётной записи. Возможные состояния: <ul><li>активна</li><li>в отпуске</li><li>не активна</li></ul></p>

source: Public RSA SSH Key
el: Δημόσιο κλειδί RSA SSH
ru: Открытый RSA SSH-ключ

source: <p>Many resources require public key authentiaction to work. By uploading your public key to us, you can then log in to our servers. Type "man ssh-keygen" for more information on creating your key (it must be an RSA key). Once created you will want to upload ~/.ssh/id_rsa.pub</p>
el: <p>Πολλοί πόροι απαιτούν ένα δημόσιο κλειδί πιστοποίησης για να δουλέψουν. Ανεβάζοντας το δημόσιο κλειδί σας σε εμάς, μπορείτε να συνδεθείτε στους διακομιστές μας. Πληκτρολογείστε "man ssh-keygen" για περισσότερες πληροφορίες για τη δημιουργία του κλειδιού σας (πρέπει να είναι ένα RSA κλειδί). Μόλις δημιουργηθεί θα θέλετε να το ανεβάσετε ~/.ssh/id_rsa.pub</p>
ru: <p>Для работы с большей частью ресурсов необходим открытый ключ. Предоставив свой открытый ключ, вы сможете получить доступ к нашим серверам. Выполните команду «man ssh-keygen» для получения подробной информации о создании ключа (это должен быть RSA ключ). Отправьте созданный файл ~/.ssh/id_rsa.pub на сервер.</p>

source: Locale
el: Τοπικές ρυθμίσεις
ru: Язык

source: <p>For non-english speaking peoples this allows individuals to select which locale they are in.</p>
el: <p>Επιτρέπει σε μη αγγλόφωνους χρήστες να επιλέξουν ποια τοπική ρύθιση επιθυμούν.</p>
ru: <p>Для пользователей, не говорящих по английски, можно выбрать другой язык.</p>

source: Country Code
el: Κωδικός χώρας
ru: Код страны

source: Must be over 13 Years
el: Πρέπει να είναι άνω των 13 χρόνων.
ru: Необходимо, чтобы возраст был более 13 лет

source: <p>Out of special concern for children's privacy, we do not knowingly accept online personal information from children under the age of 13. We do not knowingly allow children under the age of 13 to become registered members of our sites or buy products and services on our sites. We do not knowingly collect or solicit personal information about children under 13.</p>
el: <p>Εξαιτίας ειδικού ενδιαφέροντος για το παιδικό απόρρητο, συνειδητά δεν δεχόμαστε προσωπικά δεδομένα από παιδιά κάτω των 13. Συνειδητά δεν επιτρέπουμε παιδιά κάτω των 13 να γίνουν επίσημα μέλη ή να αγοράσουν προϊόντα και υπηρεσίες στις ιστοσελίδες μας. Συνειδητά δεν συγκεντρώνουμε ή επιδιώκουμε προσωπικές πληροφορίες για παιδιά κάτω των 13 χρόνων.</p>
ru: <p>Для отдельной заботы о неприкосновенности частной жизни детей, мы не принимаем личную информацию от детей младше 13 лет. Мы сознательно не позволяем детям до 13 лет регистрироваться на этом сайте, а также приобретать товары и услуги. Мы сознательно не запрашиваем информацию о детях младше 13 лет.</p>

source: Hide Information
el: Απόκρυψη πληροφοριών
ru: Скрыть информацию

source: <p>In accordance with our privacy policy, you can choose to hide some of the information given on this page from other people. Please see the privacy policy for complete details.</p>
el: <p>Βάσει της πολιτικής προσωπιικού απορρήτου, μπορείτε να επιλέξετε να αποκρύπτετε κάποιες πληροφορίες από άλλους. Παρακαλούμε δείτε την πολιτική προσωπικού απορρήτου για περισσότερες πληροφορίες.</p>
ru: <p>В соответствии с нашей политикой конфиденциальности можно выбрать, какую информацию следует скрыть от других пользователей. Подробности можно узнать, ознакомившись с политикой конфиденциальности.</p>

source: Apply
el: Εφαρμογή
ru: Применить

source: <p>Applying for a group is like applying for a job and it can certainly take a while to get in. Many groups have their own rules about how to actually get approved or sponsored. For more information on how the account system works see the <a href="%s">about page</a>.</p>
el: <p>Όταν κάνετε αίτηση για μια ομάδα είναι σαν να κάνετε αίτηση για μια δουλειά και μπορεί να πάρει κάποιο χρόνο μέχρι να γίνετε μέλη. Πολλές ομάδες έχουν τους δικούς τους κανόνες για το πως να γίνετε αποδεκτοί ή να βρείτε σπόνσορα. Για περισσότερες πληροφορίες για το πως λειτουργεί το σύστημα δείτε στο <a href="%s">about page</a>.</p>
ru: <p>Отправку заявки на вступление в группу можно в чем-то сравнить с подачей резюме на работу. Процесс рассмотрения может занять некоторое время, плюс многие группы имеют свои собственные правила добавления новых участников и поручительства. Более подробную информацию о принципах работы системы учётных записей можно найти <a href="%s">здесь</a>.</p>

source: Remove
el: Αφαίρεση
ru: Удалить

source: <p>Removing a person from a group will cause that user to no longer be in the group. They will need to re-apply to get in. Admins can remove anyone, Sponsors can remove users, users can't remove anyone.</p>
el: <p>Εάν απομακρύνετε ένα άτομο από μια ομάδα, τότε αυτό δεν θα είναι πια μέλος της. Θα πρέπει να ξανακάνει αίτηση για να ξαναμπεί. Οι Admins μπορούν να απομακρύνουν οποιονδήποτε, οι Σπόνσορες μπορούν να απομακρύνουν χρήστες, οι χρήστες δεν μπορούν να απομακρύνουν κανέναν.</p>
ru: <p>Удаление пользователя из группы. Для повторного вступления ему потребуется снова подать заявку. Администратор может удалить всех, поручитель может удалить пользователя, а пользователь не может удалить никого.</p>

source: Upgrade
el: Αναβάθμιση
ru: Повысить

source: <p>Upgrade a persons status in this group.<ul><li>from user -> to sponsor</li><li>From sponsor -> administrator</li><li>administrators cannot be upgraded beyond administrator</li></ul></p>
el: <p>Αναβαθμίστε την κατάσταση ενός ατόμου σ' αυτήν την ομάδα.<ul><li>από χρήστη -> σε σπόνσορα</li><li>Από σπόνσορα -> administrator</li><li>οι administrators δεν είναι δυνατόν να αναβαθμιστούν πέρα από administrator</li></ul></p>
ru: <p>Повышение статуса пользователя в группе.<ul><li>с пользователя -> на поручителя</li><li>с поручителя -> на администратора</li><li>администратор не может быть повышен</li></ul></p>

source: Downgrade
el: Υποβάθμιση
ru: Понизить

source: <p>Downgrade a persons status in the group.<ul><li>from administrator -> to sponsor</li><li>From sponsor -> user</li><li>users cannot be downgraded below user, you may want to remove them</li></ul></p>
el: <p>Υποβαθμίστε την κατάσταση ενός ατόμου στην ομάδα.<ul><li>από administrator -> σε σπόνσορα</li><li>Από σπόνσορα -> χρήστης</li><li>οι χρήστες δεν είναι δυνατόν να υποβαθμιστούν χαμηλότερα από χρήστη, μπορείτε αν θέλετε να τους απομακρύνετε</li></ul></p>
ru: <p>Понижение статуса пользователя в группе.<ul><li>с администратора -> на поручителя </li><li>с поручителя -> на пользователя</li><li>пользователь не может быть понижен, но его можно удалить.</li></ul></p>

source: Approve
el: Αποδοχή
ru: Утвердить

source: <p>A sponsor or administrator can approve users to be in a group. Once the user has applied for the group, go to the group's page and click approve to approve the user.</p>
ru: <p>Поручитель или администратор может добавить пользователей в группы. После добавления пользователя в группу перейдите на страницу группы и нажмите «утвердить».</p>

source: Sponsor
el: Σπόνσορας (Sponsor)
ru: Поручиться

source: <p>A sponsor or administrator can sponsor users to be in a gruop. Once the user has applied for the group, go to the group's page and click approve to sponsor the user. Sponsorship of a user implies that you are approving a user and may mentor and answer their questions as they come up.</p>
el: <p> Ένας σπόνσορας (sponsor) ή διαχειριστής (administrator) μπορεί να γίνει σπόνσορας σε χρήστες για να μπουν σε μια ομάδα. Όταν ο χρήστης κάνει αίτηση σε μια ομάδα, πηγαίνετε στη σελίδα της ομάδας και πατήστε αποδοχή για να γίνετε σπόνσορας στον χρήστη. Σπόνσορας σε έναν χρήστη σημαίνει πως αποδέχεστε τον χρήστη και μπορείτε να τον υποστηρίζετε και να απαντάτε στα ερωτήματα όταν εμφανίζονται.</p>
ru: <p>Поручитель или администратор может поручиться за пользователя. Получив заявку на вступление в группу, перейдите на страницу группы и нажмите «Утвердить». Поручительство подразумевает, что вы одобрили этого пользователя и беретесь отвечать на его вопросы и помогать в будущем.</p>

source: Add User
el: Προσθήκη χρήστη
ru: Добавить пользователя

source: <p>Manually add a user to a group. Place their username in this field and click 'Add'</p>
el: <p>Προσθέστε έναν χρήστη σε μια ομάδα χειροκίνητα. Τοποθετήστε το όνομα χρήστη σε αυτό το πεδίο και πατήστε 'Προσθήκη'</p>
ru: <p>Добавление пользователя в группу вручную. Введите имя пользователя и нажмите «Добавить».</p>

source: Group Name
el: Όνομα ομάδας
ru: Имя группы

source: <p>The name of the group you'd like to create. It should be lowercase alphanumeric though '-' and '_' are allowed</p>
el: <p>Το όνομα της ομάδας που θέλετε να δημιουργήσετε. Πρέπει να έχει πεζά αλαφαρηθμητικά (αριθμούς και γράμματα) ωστόσο '-' και '_' επιτρέπονται</p>
ru: <p>Укажите имя создаваемой группы. Имя может состоять из прописных алфавитно-цифровых символов, знаков дефиса и нижнего подчёркивания.</p>

source: Display Name
el: Εμφάνιση Ονόματος
ru: Отображаемое имя

source: <p>More human readable name of the group</p>
ru: <p>Лёгкое для чтения и запоминания имя группы.</p>

source: Group Owner
el: Κάτοχος ομάδας
ru: Владелец группы

source: <p>The name of the owner who will run this group</p>
el: <p>Το όνομα του κατόχου που θα διαχειρίζεται την ομάδα</p>
ru: <p>Имя владельца группы. </p>

source: Group Type
el: Τύπος ομάδας
ru: Тип группы

source: <p>Normally it is safe to leave this blank. Though some values include 'tracking', 'shell', 'cvs', 'git', 'hg', 'svn', and 'mtn'. This value only really matters if the group is to end up getting shell access or commit access somewhere like fedorahosted.</p>
ru: <p>Можно оставить это поле пустым. Допустимые значения включают «tracking», «shell», «cvs», «git», «hg», «svn», «mtn». Указанная здесь величина имеет значение, только если группа получает доступ к оболочке или где-нибудь на fedorahosted.</p>

source: Group URL (Optional)
el: URL Ομάδας (Προαιρετικό)
ru: URL группы (необязательно)
