Repository: ccoss/fas
Catalog: po/*.po
Languages: el, ru

source: <strong><a href="%(userview)s">%(user)s (%(email)s)</a></strong> requests approval to join <a href="%(groupview)s">%(group)s</a>.
el: <strong><a href="%(userview)s">%(user)s (%(email)s)</a></strong> ζητά να γίνει αποδεκτός για να συμμετέχει στην ομάδα <a href="%(groupview)s">%(group)s</a>.
ru: <strong><a href="%(userview)s">%(user)s (%(email)s)</a></strong> запросил подтверждение на участие <a href="%(groupview)s">%(group)s</a>.

source: Miscellaneous Tasks
el: Διάφορες εργασίες
ru: Различные задачи

source: Download a client-side certificate
el: Κατεβάστε ένα client-side certificate
ru: Загрузить сертификат клиента

source: Login to the Fedora Accounts System
el: Συνδεθείτε στο Σύστημα Λογαριασμών Fedora (FAS)
ru: Вход в систему учётных записей Fedora

source: Learn about Fedora
el: Μάθετε για το Fedora
ru: Узнать о Fedora

source: Download Fedora
el: Κατεβάστε το Fedora
ru: Загрузить Fedora

source: Projects
el: Έργα
ru: Проекты

source: Join Fedora
el: Ελάτε στο Fedora
ru: Присоединиться к Fedora

source: Communicate
el: Επικοινωνία
ru: Связаться

source: Help/Documentation
el: Βοήθεια/Τεκμηρίωση
ru: Помощь и документация

source: Logged in:
el: Συνδεδεμένος:
ru: Вошёл:

source: Home
el: Αρχική
ru: Домой

source: My Account
el: Ο λογαριασμός μου
ru: Моя учётная запись

source: News
el: Νέα
ru: Новости

source: Locale:
ru: Язык:

source: About
el: Σχετικά
ru: О FAS

source: Contact Us
el: Επικοινωνήστε μαζί μας
ru: Связаться с нами

source: Legal & Privacy
ru: Конфиденциальность и юридические положения

source: Log Out
el: Αποσύνδεση
ru: Выйти

source: FAS version %s
el: Έκδοση FAS %s
ru: Версия FAS %s

source: The Fedora Project is maintained and driven by the community and sponsored by Red Hat. This is a community maintained site. Red Hat is not responsible for content.
el: Το έργο Fedora συντηρείται και οδηγείται από την κοινότητα και επιχορηγείται από τη Red Hat. Αυτός ο ιστότοπος συντηρείται από την κοινότητα. Η Red Hat δεν είναι υπεύθυνη για το περιεχόμενο.
ru: Проект Fedora поддерживается сообществом и спонсируется компанией Red Hat. Сайт поддерживается сообществом. Red Hat не отвечает за его содержимое.

source: Search
el: Αναζήτηση
ru: Поиск

source: Results
el: Αποτελέσματα
ru: Результаты

source: All
el: Όλα
ru: Все

source: Types
el: Τύποι
ru: Типы

source: Welcome to FAS2
el: Καλωσήρθατε στο FAS2
ru: Добро пожаловать в FAS2

source: Welcome to the Fedora Accounts System 2. Please submit bugs to <a href="https://fedorahosted.org/fas/">https://fedorahosted.org/fas/</a> or stop by #fedora-admin on irc.freenode.net.
el: Καλωσήρθατε στο Σύστημα Λογαριασμών Fedora (FAS). Παρακαλούμε αναφέρετε σφάλματα στο <a href="https://fedorahosted.org/fas/">https://fedorahosted.org/fas/</a> ή κάντε μια στάση στο #fedora-admin on irc.freenode.net.
ru: Добро пожаловать в систему учётных записей Fedora 2. Отчёты об ошибках отправляйте по адресу <a href="https://fedorahosted.org/fas/">https://fedorahosted.org/fas/</a> или зайдите в канал #fedora-admin сервера irc.freenode.net.

source: Log In
el: Σύνδεση
ru: Войти

source: New Account
el: Νέος λογαριασμός
ru: Новая учётная запись

source: Why Join?
el: Γιατί να συμμετέχετε?
ru: Зачем присоединяться?

source: Fedora Contributor License Agreement
ru: Fedora Contributor License Agreement (CLA)

source: <a href="%(url)s">Text Version</a>
ru: <a href="%(url)s">Текстовая версия</a>

source: You have already successfully completed the CLA.
el: Έχετε ήδη συμπληρώσει επιτυχώς το CLA.
ru: Вы уже успешно подписали CLA.

source: Full Name
el: Ονοματεπώνυμο
ru: Полное имя

source: Telephone Number
el: Αριθμός τηλεφώνου
ru: Телефон

source: Country
el: Χώρα
ru: Страна

source: Select Country
el: Επιλέξτε χώρα
ru: Выбрать страну

source: If your country is not listed, select "Other"
el: Αν η χώρα που ψάχνετε δεν υπάρχει, επιλέξτε "Άλλο"
ru: Если вашей страны нет в списке, выберите «Другая»

source: I certify that the above information (my name, country, and phone number) are accurate to the best of my knowledge.
el: Επιβεβαιώνω πως οι παραπάνω πληροφορίες (όνομα, χώρα και αριθμός τηλεφώνου) είναι ακριβείς.
ru: Я подтверждаю, что приведённая выше информация (имя, страна и телефонный номер) является верной.

source: I agree
el: Συμφωνώ
ru: Я согласен

source: I do not agree
el: Δεν συμφωνώ
ru: Я не согласен

source: Apply to Group
el: Εφαρμογή σε Ομάδα
ru: Подать заявку на вступление

source: Group Rules
el: Κανόνες ομάδας
ru: Правила группы

source: Edit Group
el: Επεξαργασία Ομάδας
ru: Редактировать группу

source: Edit Group: %s
el: Επεξεργασία Ομάδας: %s
ru: Редактировать группу: %s

source: Display Name:
el: Προβολή ονόματος:
ru: Отображаемое имя:

source: Group Type:
el: Τύπος Ομάδας:
ru: Тип группы:

source: Mailing List:
ru: Список рассылки:

source: Mailing List URL:
ru: URL списка рассылки:

source: IRC Channel:
el: Κανάλι IRC:
ru: IRC канал:

source: IRC Network:
el: Δίκτυο IRC:
ru: IRC сеть:

source: Group Owner:
el: Κάτοχος Ομάδας:
ru: Владелец группы:

source: Needs Sponsor:
el: Χρειάζεται Σπόνσορα:
ru: Требуется поручитель:

source: Self Removal:
ru: Удаление себя:

source: Group Prerequisite:
ru: Требования для вступления:

source: Group Join Message:
el: Μύνημα Συμμετοχής Ομάδας:
ru: Приветствие:

source: Rules for Application:
el: Όροι συμμετοχής:
ru: Правила для заявки:

source: Save!
el: Αποθήκευση!
ru: Сохранить

source: Invite a new community member!
ru: Пригласить нового участника сообщества

source: To email:
el: Προς email:
ru: По адресу:

source: From:
el: Από:
ru: От:

source: Subject:
el: Θέμα:
ru: Тема:

source: Message:
el: Μήνυμα:
ru: Сообщение:

source: Send!
el: Αποστολή!
ru: Отправить

source: Groups List
el: Λίστα ομάδων
ru: Список групп

source: List (%s)
el: Λίστα (%s)
ru: Список (%s)

source: Search Groups
el: Αναζήτηση ομάδας
ru: Найти группу

source: Group
el: Ομάδα
ru: Группа

source: Description
el: Περιγραφή
ru: Описание

source: Prerequisite
ru: Требования

source: Status
el: Κατάσταση
ru: Статус

source: None
el: Κανένα
ru: Нет

source: Approved
el: Αποδεκτό
ru: Утверждён

source: Unapproved
el: Μη αποδεκτό
ru: Не утверждён

source: User
el: Χρήστης
ru: Пользователь

source: Date Added
el: Ημερομηνία προσθήκης
ru: Дата добавления

source: Date Approved
el: Ημερομηνία έγκρισης
ru: Дата подтверждения

source: Approval
el: Αποδοχή
ru: Подтверждение

source: Role Type
el: Τύπος ρόλου
ru: Тип вида деятельности

source: Action
ru: Действие

source: View Group Members
el: Προεπισκόπηση λίστας μελών
ru: Просмотреть список участников

source: My Status:
el: Η κατάσταση μου:
ru: Мой статус:

source: Not a Member
el: Δεν είναι μέλος
ru: Не вхожу в состав

source: Remove me
el: Αφαιρέστε με
ru: Удалить меня

source: Group Details
el: Λεπτομέρειες ομάδας
ru: Подробности группы

source: Members
el: Μέλη
ru: Участники

source: Create a new FAS Group
el: Δημιουργία νέας ομάδας FAS
ru: Создать новую группу FAS

source: Group Name:
el: Όνομα ομάδας
ru: Название группы:

source: Must Belong To:
el: Πρέπει να ανήκει σε:
ru: Должен быть участником:

source: Join Message:
el: Μήνυμα Συμμετοχής:
ru: Приветствие:

source: Create!
el: Δημιουργία:
ru: Создать

source: View Group
el: Προεπισκόπηση ομάδας
ru: Просмотреть группу

source: (edit)
el: (επεξεργασία)
ru: (изменить)

source: Name:
el: Όνομα:
ru: Имя:

source: Description:
el: Περιγραφή:
ru: Описание:

source: Owner:
el: Δικαιούχος:
ru: Владелец:

source: Type:
el: Τύπος:
ru: Тип:

source: Approved Members:
el: Αποδεκτά μέλη:
ru: Утверждённые участники:

source: Yes
el: Ναι
ru: Да

source: No
el: Όχι
ru: Нет

source: Prerequisite:
el: Προϋπόθεση:
ru: Требования:

source: Created:
el: Δημιουργήθηκε:
ru: Создана:

source: Add User:
el: Προσθήκη χρήστη:
ru: Добавить пользователя:

source: View Member List
el: Προεπισκόπηση λίστας μελών
ru: Просмотреть список участников

source: Sponsorship Queue
ru: Очередь для поручительства

source: This is an OpenID server
el: Αυτός είναι ένας OpenID διακομιστής
ru: Это сервер OpenID

source: <a href="$endpoint_url">This</a> is an OpenID server endpoint.
ru: <a href="$endpoint_url">Это</a> сервер конечной точки OpenID.

source: For more information about OpenID, see:
el: Για περισσότερες πληροφορίες σχετικά με το OpenID δείτε:
ru: Источники доп. информации об OpenID:

source: An OpenID community web site, home of this library.
ru: Сайт сообщества OpenID, где можно найти эту библиотеку.

source: The official OpenID web site.
el: Το επίσημο
ru: Официальный сайт OpenID.

source: Approve OpenID Request?
el: Αποδοχή αιτήματος για OpenID?
ru: Утвердить OpenID запрос?

source: A new site has asked to confirm your identity. If you approve, the site represented by the trust root below will be told that you control identity URL listed below. (If you are using a delegated identity, the site will take care of reversing the delegation on its own.)
ru: Новый сайт запросил подтверждение идентификационных данных. Если вы решите их одобрить, сайту, представленному доверенным корневым сертификатом, будет известно, что вы контролируете указанный ниже URL. Если вы используете делегирование идентификационных данных, сайт выполнит обратный поиск.

source: Identity:
el: Ταυτότητα:
ru: Идентификатор:

source: Trust Root:
ru: Доверенный корневой сертификат:

source: Allow this authentication to proceed?
el: Επιτρέπετε αυτήν την πιστοποίηση να προχωρήσει?
ru: Разрешить аутентификацию для продолжения?

source: yes
el: ναι
ru: да

source: no
el: όχι
ru: нет

source: OpenID Identity Page
el: Σελίδα OpenID ταυτοτήτων
ru: Страница идентификации OpenID

source: This is an OpenID identity for %(human_name)s (%(username)s)
el: Αυτή είναι μια OpenID ταυτότητα για τον/την %(human_name)s (%(username)s)
ru: Этот OpenID принадлежит %(human_name)s (%(username)s)

source: This is an OpenID identity for %(username)s
el: Αυτή είναι μια OpenID ταυτότητα για τον/την %(username)s
ru: Этот OpenID принадлежит %(username)s

source: Welcome to the Fedora OpenID Provider
ru: Добро пожаловать в систему предоставления OpenID Fedora

source: You are logged in as %(username)s. Your OpenID identity URL is <a href="%(id_base_url)s/%(username)s">%(id_base_url)s/%(username)s</a>
el: Είστε συνδεδεμένος/η ως %(username)s. Το URL της OpenID ταυτότητας σας είναι <a href="%(id_base_url)s/%(username)s">%(id_base_url)s/%(username)s</a>
ru: Вы вошли как %(username)s. Ваш OpenID: <a href="%(id_base_url)s/%(username)s">%(id_base_url)s/%(username)s</a>

source: Logout
el: Αποσύνδεση
ru: Выйти

source: You are not <a href="%(url)s">logged in</a>.
el: Δεν είστε <a href="%(url)s">συνδεδεμένος/η</a>.
ru: Вы не <a href="%(url)s">авторизовались</a>.

source: Change Password
el: Αλλαγή κωδικού
ru: Изменить пароль

source: Current Password:
el: Τρέχον κωδικός:
ru: Текущий пароль:

source: New Password:
el: Νέος κωδικός:
ru: Новый пароль:

source: Confirm Password:
el: Επιβεβαίωση κωδικού:
ru: Подтвердить пароль:

source: Edit Account
el: Επεξεργασία λογαριασμού
ru: Редактировать данные учётной записи

source: Edit Account (%s)
el: Επεξεργασία λογαριασμού (%s)
ru: Редактировать данные учётной записи (%s)

source: Email
ru: Электронный адрес

source: (pending change to %(email)s - <a href="%(url)s">cancel</a>)
el: (απομένουν αλλαγές στο %(email)s - <a href="%(url)s">ακύρωση</a>)
ru: (ожидание замены на %(email)s — <a href="%(url)s">отмена</a>)

source: Latitude
el: Γεωγραφικό πλάτος
ru: Широта

source: Longitude
el: Γεωγραφικό μήκος
ru: Долгота

source: IRC Nick
ru: IRC имя

source: Time Zone
el: Ζώνη ώρας
ru: Часовой пояс

source: Comments
el: Σχόλια
ru: Комментарии

source: Privacy
el: Απόρρητο
ru: Конфиденциальность

source: Cancel
el: Ακύρωση
ru: Отмена

source: Certificate Generation
el: Δημιουργία Πισοποιητικού
ru: Генерация сертификата

source: The link below allows you to generate a certificate to authenticate to Fedora's buildsytems. Please note that you can only have one valid certificate at any given time. Once you generate a new certificate, any previous ones are revoked. Currently, if you are not working on Fedora packaging, you will probably not need to have a certificate.
ru: Приведенная ниже ссылка позволяет создать сертификат для проверки подлинности в системах сборки Fedora. Обратите внимание, что вы можете иметь только один действующий сертификат в любой момент времени. После генерации нового сертификата все предыдущие сертификаты будут аннулированы. Если вы не занимаетесь сборкой пакетов Fedora, наличие сертификата не обязательно.

source: Generate a certificate
el: Δημιουργήστε ένα πιστοποιητικό
ru: Создать сертификат

source: Certificate Generation Disabled
ru: Генерация сертификата отключена.

source: Generating SSL Certificates is disabled on this machine. If you were brought here by clicking a link it usually means there is a misconfiguration on the server. Please contact %(accts_email)s to fix things.
el: Η δημιουργία πιστοποιητικών SSL είναι απενεργοποιημένη σε αυτό το μηχάνημα. Εάν φτάσατε εδώ από κάποιο link, συνήθως αυτό υποδηλώνει μια κακή ρύθμιση του διακομιστή. Παρακαλούμε επικοινωνήστε στο %(accts_email)s για να να διορθωθεί το ζήτημα.
ru: Генерация SSL-сертификатов отключена для этой машины. Если вы перешли сюда по ссылке, это обычно означает ошибку на сервере. За помощью обратитесь к %(accts_email)s.

source: Users List
el: Λίστα χρηστών
ru: Список пользователей

source: "*" is a wildcard (Ex: "ric*")
ru: «*» — знак подстановки (пример: «Ric *»)

source: Username
el: Όνομα χρήστη
ru: Имя пользователя

source: CLA Done
el: Το CLA έγινε
ru: CLA подписано

source: Not Done
el: Δεν έγινε
ru: Не выполнено

source: Sign up for a Fedora account
el: Δημιουργήστε ένα λογαριασμό Fedora
ru: Получить учётную запись Fedora

source: Username:
el: Όνομα χρήστη:
ru: Имя пользователя:

source: Full Name:
el: Ονοματεπώνυμο:
ru: Полное имя:

source: Email:
ru: Электронный адрес:

source: I am 13 years of age or older
el: Είμαι πάνω απο 13 χρονών
ru: Мне больше 13 лет

source: Sign up!
el: Εγγραφή!
ru: Подписаться!

source: Reset Password
el: Επαναφορά κωδικού
ru: Изменить пароль

source: Confirm Email Change Request
el: Επιβεβαίωση αιτήματος αλλαγής κωδικού
ru: Подтвердить запрос на изменение электронного адреса

source: Do you really want to change your email to: %s?
el: Θέλετε πραγματικά να αλλάξετε το email σας για το: %s?
ru: Вы действительно хотите изменить адрес на %s?

source: Confirm
el: Επιβαβαίωση
ru: Подтвердить

source: View Account
el: Προεπισκόπηση λογαριασμού
ru: Просмотреть учётную запись

source: Your Fedora Account
el: Ο Fedora λογαριασμός σας
ru: Ваша учётная запись Fedora

source: %s's Fedora Account
el: %s's λογαριασμός Fedora
ru: Учётная запись Fedora %s

source: Account Details
el: Λεπτομέρειες λογαριασμού
ru: Данные учётной записи

source: Account Name:
el: Όνομα λογαριασμού:
ru: Имя учётной записи:

source: Telephone Number:
el: Αριθμός τηλεφώνου:
ru: Телефон:

source: Postal Address:
el: Ταχυδρομική διεύθυνση:
ru: Почтовый адрес:

source: Country:
el: Χώρα:
ru: Страна:

source: IRC Nick:
ru: IRC имя:

source: PGP Key:
el: Κλειδί PGP:
ru: PGP ключ:

source: Public SSH Key:
el: Δημόσιο Κλειδί SSH:
ru: Открытый SSH ключ:

source: Comments:
el: Σχόλια:
ru: Комментарии:

source: Password:
el: Κωδικός:
ru: Пароль:

source: Valid
el: Έγκυρο
ru: Действующий

source: Account Status:
el: Κατάσταση λογαριασμού:
ru: Статус учётной записи:

source: Active
el: Ενεργός
ru: Активна

source: Vacation
el: Διακοπές
ru: В отпуске

source: Inactive
el: Ανενεργός
ru: Не активна

source: Pinged
ru: Эхо-тест

source: Disabled
el: Απενεργοποιημένος
ru: Отключена

source: Complete it!
el: Συμπληρώστε το!
ru: Завершить

source: Privacy:
el: Απόρρητο:
ru: Конфиденциальность:

source: Your Roles
el: Οι ρόλοι σας
ru: Виды деятельности

source: %s's Roles
el: %s's Ρόλοι
ru: Виды деятельности %s

source: Status:
el: Κατάσταση:
ru: Статус:

source: Tools:
el: Εργαλεία:
ru: Инструменты:

source: Invite a New Member...
el: Προσκαλέστε ένα νέο μέλος...
ru: Пригласить нового участника...

source: Manage Group Membership...
el: Διαχείρηση Ιδιοτήτων Μελών Ομάδας...
ru: Управление участниками группы...

source: Manage Group Details...
el: Διαχείρηση Λεπτομερειών Ομάδας...
ru: Изменить информацию о группе...

source: Queue:
ru: Очередь:

source: <strong>%(user)s</strong> requests approval to join <strong>%(unapproved_role.group)s</strong>.
ru: <strong>%(user)s</strong> ожидает подтверждения на вступление в <strong>%(unapproved_role.group)s</strong>.

source: OK
el: ΟΚ
